<?

////////////////////////////////////////////////////////
//                                                    //
//  Данный файл содержит ссылки на файлы с функциями  //
//                                                    //
////////////////////////////////////////////////////////

// Правосторонние отображенческие функции
require "admin_functions_right_column.php";

// Левоменюидные функции
require "admin_functions_menu.php";

// Функции с запросами к БД
require "admin_functions_db.php";

// Функции HTML
require "admin_functions_html.php";

?>